[
  {
    "id":1,
    "content": " Acceptation des Conditions d'Utilisation. En utilisant ce site de streaming (ci-après dénommé 'What2Watch'), vous acceptez les présentes Conditions Générales d'Utilisation (ci-après dénommées les CGU). Si vous n'êtes pas d'accord avec ces CGU, veuillez ne pas utiliser ce Site."
  },
  {
    "id":2,
    "content": " Utilisation du Contenu Le contenu proposé sur What2Watch, y compris les vidéos, les images et le matériel associé, est composé de vidéos libres de droit et/ou de contenu créé par nous. Vous pouvez visionner, partager, et télécharger ce contenu uniquement à des fins personnelles et non commerciales. Toute utilisation commerciale ou redistribution du contenu est strictement interdite sans notre consentement écrit préalable."
  },
  {
    "id":3,
    "content": " Respect des Droits d'Auteur Le contenu proposé sur What2Watch est destiné à être conforme aux lois sur les droits d'auteur et aux droits de propriété intellectuelle. Si vous croyez qu'un contenu enfreint vos droits d'auteur, veuillez nous en informer par écrit en fournissant les informations nécessaires pour que nous puissions enquêter sur la réclamation."
  },
  {
    "id":4,
    "content": " Compte Utilisateur Sur What2Watch vous n’avez pas besoin de créer un compte utilisateur."
  },
  {
    "id":5,
    "content": " Contenu de l'Utilisateur Si vous choisissez de soumettre du contenu sur What2Watch, des avis ou d'autres informations, vous acceptez de ne pas publier de contenu diffamatoire, offensant, illégal ou obscène. Nous nous réservons le droit de supprimer tout contenu que nous jugeons inapproprié."
  },
  {
    "id":6,
    "content": " Utilisation de Cookies Nous tenons à préciser que What2Watch n'utilise pas de cookies pour collecter des informations personnelles vous concernant. Nous respectons votre vie privée et ne suivons pas vos activités en ligne au moyen de cookies."
  },
  {
    "id":7,
    "content": " Limitation de Responsabilité Nous nous efforçons de maintenir le Site en bon état de fonctionnement, mais nous ne garantissons pas son accessibilité continue ou la disponibilité de tout contenu spécifique. En utilisant What2Watch, vous comprenez et acceptez que nous ne serons pas responsables des dommages directs, indirects, accessoires ou consécutifs résultant de votre utilisation What2Watch."
  },
  {
    "id":8,
    "content": " Modification des CGU Nous nous réservons le droit de modifier ces CGU à tout moment. Les modifications seront effectives dès leur publication sur What2Watch. Il vous incombe de vérifier périodiquement les CGU pour vous assurer que vous êtes en conformité avec les termes et conditions actuels."
  },
  {
    "id":9,
    "content": " Contact Si vous avez des questions ou des préoccupations concernant ces CGU, veuillez nous contacter à l'adresse vitomirlaces@gmail.com"
  }
]