[
  {
    "id":1,
    "content": " Collecte d'Informations Nous ne collectons pas d'informations personnelles vous concernant, telles que votre nom, votre adresse, votre numéro de téléphone, ou votre adresse e-mail."
  },
  {
    "id":2,
    "content": " Utilisation des Informations Nous n'utilisons pas d'informations personnelles à des fins de marketing ou de suivi. Les informations que vous pourriez nous fournir sont utilisées uniquement pour répondre à vos demandes ou pour des besoins de gestion interne."
  },
  {
    "id":3,
    "content": " Divulgation des Informations Nous ne partageons pas, ne vendons pas, ni ne louons d'informations personnelles à des tiers. Votre vie privée est importante pour nous, et nous ne divulguons aucune information vous concernant sans votre consentement explicite."
  },
  {
    "id":4,
    "content": " Cookies et Technologies de Suivi Nous n'utilisons pas de cookies ou de technologies de suivi pour collecter des informations vous concernant lors de votre utilisation de What2Watch."
  },
  {
    "id":5,
    "content": " Sécurité Nous mettons en place des mesures de sécurité raisonnables pour protéger vos informations personnelles contre les accès non autorisés, les pertes, les abus et les altérations. Cependant, il est important de noter que la sécurité des informations transmises via Internet ne peut être garantie à 100 %."
  },
  {
    "id":6,
    "content": " Liens vers des Sites Tiers Notre Site peut contenir des liens vers des sites web de tiers. Nous ne sommes pas responsables des pratiques de confidentialité ou du contenu de ces sites. Nous vous encourageons à consulter les politiques de confidentialité de ces sites tiers."
  },
  {
    "id":7,
    "content": " Mineurs Notre Site n'est pas destiné aux mineurs, et nous ne collectons pas sciemment d'informations personnelles auprès de personnes de moins de 18 ans. Si vous avez des raisons de croire qu'un mineur nous a fourni des informations personnelles, veuillez nous contacter, et nous prendrons les mesures appropriées pour supprimer ces informations."
  },
  {
    "id":8,
    "content": " Modifications de la Politique de Confidentialité Nous nous réservons le droit de modifier cette Politique de Confidentialité à tout moment. Les modifications seront effectives dès leur publication sur What2Watch. Il vous incombe de vérifier périodiquement la Politique de Confidentialité pour vous assurer que vous êtes en conformité avec les termes et conditions actuels."
  },
  {
    "id":9,
    "content": " Contact Si vous avez des questions ou des préoccupations concernant cette Politique de Confidentialité, veuillez nous contacter à l'adresse vitomirlaces@gmail.com"
  }
]